[
    {
        "quote":"Dr. Stephanie Carter’s Relaxing Meditations for Health and Healing, Fighting Cancer …, we are now including it in our “buddie bags” to be distributed to newly diagnosed breast cancer patients.  As a breast cancer survivor myself, I wish I had something comforting and relaxing, such as this, when I was undergoing treatment.",
        "person":"Rose Jacobson, Administrator, A Buddie For You Program, A joint venture with The Susan G. Komen Breast Cancer Foundation"
    },
    {
        "quote":"Since being diagnosed with breast cancer a year ago, I have read and reviewed hundreds of manuals and books about cancer care. I have never encountered anything that comes close to Carter’s workbook, Taking Charge of Fighting Cancer. ….  One feels as though they have put themselves into the hands of a most compassionate guiding heart who leads you through a difficult journey to peace and healing.",
        "person":"Camilla A. Madden Ph.D., Psychologist"
    },
    {
        "quote":"The diagnosis of cancer is a very stressful time both for the patient and his loved ones.  When this happened to me, I needed the succor and support that the CD was able to give to me in facing the impending surgery and treatment.  It gave me the peace and courage to be able to face it in the right frame of mind which I am convinced was a significant factor in my having been able to deal with the problem and open new and exciting doors to my life which I never suspected were there.",
        "person":"Peter, cancer survivor"
    },
    {
        "quote":"I was really feeling low until I listened to the tape. I started doing exactly what it was saying and I started feeling the tingling in my toes. I kept telling myself I can do this and my body can do this. Even my doctor said that I had improved remarkably and he couldn't understand how I had made so much progress",
        "person": "James, cancer survivor"
    },
    {
        "quote":"This is what the doctors should be giving every patient the first day you walk into their office. I’m taking this with me to chemo. I wake up in the morning and sometimes I’m in sheer panic and I can’t bring myself to get out of bed.  I put the CD on softly and listen to it mindlessly without actually doing the visualization, I just listen. When I was first diagnosed, handing me the CD was the first real ammunition to say I can fight back, I have a plan, and I can win. It’s a powerful tool for me.  It’s self-empowering.  The CD empowers you.",
        "person": "Naomi, cancer survivor"
    },
    {
        "quote":"When I had outpatient surgery last summer I used 'For Your Surgery' before, during, and after surgery. It helped me to relax, relieved my anxiety, and aided my recovery. I would highly recommend this CD to other people because of its soothing qualities.",
        "person":"- Susan"
    }
]